{
    "HOME":{
        "nuevo": "Are new?",
        "registrarse": "Create Account",
        "o": "or",
        "yasos": "Already have an account?",
        "ingresar": "Login",
        "ingresarcon": "Login with"

    },
    "REGISTRATION":{
        "registrarse": "Create Account",
        "nombre": "Name",
        "guardar":"Save",
        "password": "Password"
    },
    "LOGIN":{
        "olvidecontra": "Forgot Password?",
        "escribirmail": "Enter your email address and we´ll send you instructions to reset your password.",
        "enviarlink": "Send"
    },
    "INDEX":{
        "hola": "Hello",
        "continuemos": "Let's go...",
        "xfafoto": "Please upload a picture of your identification card to identify yourself, in 'My Details'.",
        "rvaappch": "APP Check in confirmed",
        "qr": "Click to view QR code",
        "cod": "Code:",
        "paso0": "Steps to make your APP Check in",
        "paso1": "1- Please fill in your details and those of your companions. Do not forget to upload the photo of your identification card to be able to advance.",
        "paso2": "2- Upload your reservation details to check in.",
        "paso3": "3- Confirm the 4 levels of the APP check in to get tje Access code.",
        "paso4": "4- Present the QR in the reception, take the key and enjoy your stay!"
    },
    "MISDATOS":{
        "titulo": "My details",
        "nacionalidad": "Nationality",
        "fnac": "Date of birth",
        "sexo": "Gender",
        "acomp": "Companion/s",
        "auto": "Vehicle",
        "misdatos": "Modify my details.",
        "primerdato": "Please upload your information."
    },
    "MISRESERVAS":{
        "titulo": "My Reservations",
        "primerrva": "Upload your first reservation!",
        "cod": "Reservations code:",
        "tit": "Surname:",
        "in": "Check in date:",
        "out": "Chech out date:"
    },
    "CI":{
        "datos": "Guest details",
        "subtdatos": "Check all details or modify it in 'My details' ",
        "dni": "Identification number",
        "aceptodatos": "I accept and confirm that the data sent corresponds to my reservation.",
        "reserva": "Reservation Details",
        "subtrva": "Click the reservation that you want to chek in or upload it first in 'My reservations' ",
        "subtterm": "Please read and accept our Terms an Conditions, safety manual and COVID-19  DDJJ",
        "leer": "Read",
        "aceptoterm": "I accept our Terms and Conditions, safety manual and COVID-19  DDJJ",
        "tc": "Guarantee credit card details",
        "subttc": "The credit card details are only as a guarantee. We will not make any charge in it if you do not require it at the time of Check Out. ",
        "tittc": "Card holder´s name",
        "numtc": "Credit card number",
        "vtotc": "Expiry date:",
        "codtc": "Security code",
        "enviar": "Confirm the APP check in",
        "excelente": "Congratulation! Your check in is confirmed!",
        "loesperamos": "We are waiting for you to make your stay very pleasant",
        "detalle": "Reservation details!",
        "medio": "Company:",
        "fechas": "Dates",
        "reci": "Check In again",
        "terminos": "Terms and Conditions",
        "contenido": "I agree to leave my room on the above indicated date before 10 AM. In case I would not, the Hotel has the right to take my personal belongings from the room and retain them for safekeeping under my name. Altos Ushuaia Hotel will not be responsible for the loss or damage of any valuable or personal belonging left in the room or in any public area of the Hotel.<br>For your convenience you have a personal safety box in your room. The acceptance of these terms and conditions is valid for the credit card voucher, if it was generated by the Hotel, in case I do not cancel all the expenses I may have incurred during my stay.<br>I agree that, according to Hotel polices and due to City Ordinance 354/2005, it is strictly prohibited smoking in all hotel facilities, both in public areas and in the room.<br>I confirm that I have read and I am in agreement with Altos Ushuaia´s terms and conditions in reference to Covid-19 tourist accommodations specificities based on national and provincial authorities. On this basis Altos Ushuaia preserves the right of admission.<br>The information in this document is consider as an affidavit.",
        "foto": "Upload ID's photo "
    },
    "MISCONSUMOS":{
        "titulo": "Expenses",
        "aunno": "You have not charges yet.",
        "fecha": "Date",
        "concepto": "Concept",
        "monto": "Charge"
    },
    "MENU":{
        "menu": "Menú",
        "misconsumos": "My Consuptions",
        "info": "Useful Info",
        "comentarios": "Comments"
    },
    "NEWACOMP":{
        "nombre": "Full Name:",
        "guardar": "Save Companion"
    },
    "AVATAR":{
        "cerrar": "Sign Out",
        "idioma": "Language"
    },
    "NEWAUTO":{
        "patente": "Vehicle number",
        "guardar": "Save vehicle"
    },
    "NEWRVA":{
        "titulo": "New reservation details",
        "tit": "Guest details",
        "medio": "Company:",
        "cod":"Reservation code:",
        "in": "Check in date:",
        "out": "Check out date:",
        "guardar": "Save reservation",
        "volver": "Return without saving changes"
    },
    "UPDATEUSER":{
        "titulo": "Midify details",
        "guardar": "Save changes",
        "obligatorio": " ** All fields are required.",
        "first": "Please! Complete your information to start. You can change it in 'My  Details' and add companion/s and car."
    },
    "CO":{
        "seleccione": "Click the reservation to make the Check Out.",
        "aceptar": " Accept and Continue ",
        "oppago": "Payment options",
        "opselec": "Click one option and make the Check Out",
        "tcgtia": "Use the Guarantee Credit Card to pay the total.",
        "otratc":" Use another Credit Card to pay the total ",
        "recep": "Pay the total at reception",
        "fac": "The invoice will be sent to the informed mailbox.",
        "co": "MAKE THE CHECK OUT",
        "rvaappout": "Check out confirmed"
    },
    "ALERT":{
        "dni": "Upload a picture of your identification card",
        "datos": "Confirm your details",
        "datosmsg": "Please confirm your details and accept before continue.",
        "rva": "Choose a reservation",
        "rvamsg": "Please select your reservation before continuing.",
        "term": "Accept Terms and Conditions",
        "termmsg": " Please read and accept our Terms and Conditions before continuing..",
        "tc": "Upload a guarantee credit card",
        "tcmsg": "Please upload a guarantee credit card before continuig.",
        "copago": " Confirm a payment method",
        "copagomsg": "Please confirm a payment method in order to make your check out.",
        "user": "Account created",
        "usersub": "Login",
        "usermsg": "Please login with your new details."
    },
    "INFO":{
        "tel": "TELEPHONE SERVICE",
        "recep": "Front Desk: ",
        "resto": "Restaurant ",
        "ext": "External numbers",
        "rext": "dial 9 followed by the number you wish to call.",
        "horarios": "TIMETABLE",
        "lco": "extra charges, subject to availability. Call front desk.",
        "des": "Breakfast",
        "cafe": "Coffee/Snack Bar (Tues - Sun)",
        "cena": "Dinner",
        "despierte": "WAKE UP CALL SERVICE",
        "rdespierte": "Please contact front desk to inform them at what time you would like to be woken up.",
        "lavanderia": "LAUNDRY SERVICE",
        "rlavanderia": "Inside the wardrobe you will find a form to fill out and a plastic bag to put your clothes in.",
        "wifi": "Wi Fi is free in the Hotel. Please contact front desk to ask for the password. You could also find two computers in the lobby area for your use.",
        "caja": "SAFETY BOX",
        "rcaja": "This is a complimentary service. To use it please contact front desk. <br>Procedure to set your own password to use this safety box:<br>1. Open the safety box´s door and press the red button behind the safe door to reset the previous code. <br>2. While the yellow light of ‘PROCEED’ is on in the front of the door, please select your new code pressing 3 numbers (from 0 to 9) followed by letter (A or B) into the keypad.<br> 3. Enter the selected code in order to open the safety box during your stay. <br>4. You could now close the lock turning the knob anti-clockwise. Kindly note that for the first time we do recommend trying this without introducing any personal belonging into the safety box to be sure that your code has been duly registered. <br>5. Please do not forget to take all your personal belongings with you at the end of your stay. We kindly ask you to let this safety box´s door open so our next guest could resert it following these instructions.",
        "masinfo": "For more information, you can find the rules of our establishment in the neighborhood of the housing."


    }
}
