{
    "HOME":{
        "nuevo": "Sos nuevo?",
        "registrarse": "Registrarse",
        "o": "ó",
        "yasos": "Ya sos Usuario?",
        "ingresar": "Ingresar",
        "ingresarcon": "Ingresar con"
    },
    "REGISTRATION":{
        "registrarse": "Registrarse",
        "nombre": "Nombre",
        "guardar": "Guardar",
        "password": "Contraseña"
    },
    "LOGIN":{
        "olvidecontra": "Olvidé mi Contraseña",
        "escribirmail": "Escribe tu correo para enviarte las instruccionespara recuperar tu contraseña.",
        "enviarlink": "Enviar Link"
    },
    "INDEX":{
        "hola": "Hola!",
        "continuemos": "Continuemos...",
        "xfafoto": "Por favor carga una foto de tu documento para identificarte, desde 'Mis Datos'.",
        "rvaappch": "APP Check In Confirmado",
        "qr": "Clickea para ver QR",
        "cod": "Código:",
        "paso0": "Simples pasos para tu App Check In",
        "paso1": "1- Completa por favor todos tus datos y los de los de los acompañantes. No olvides subir la foto de tu documento para poder avanzar.",
        "paso2": "2- Subir los detalles de tu reserva a chequear.",
        "paso3": "3- Confirma los 4 niveles del app check in para obtener tu código de acceso.",
        "paso4": "4- Con el código solo dirijase a recepción para obtener su llave y disfrutar de su estadía."
    },
    "MISDATOS":{
        "titulo": "Mis Datos",
        "nacionalidad": "Nacionalidad",
        "fnac": "Fecha Nac.",
        "sexo": "Sexo",
        "acomp": "Acompañante/s",
        "auto": "Vehículo",
        "misdatos": "Modificar Mis Datos",
        "primerdato": "Por favor realiza la primer carga de tus datos."
    },
    "MISRESERVAS":{
        "titulo": "Mis Reservas",
        "primerrva": "Carga tu primer reserva!",
        "cod": "Cod. Reserva:",
        "tit": "Titular:",
        "in": "Ingreso:",
        "out": "Salida:"
    },
    "CI":{
        "datos": "Datos de Pasajeros",
        "subtdatos": "Chequear todos los datos o modificarlos desde 'Mis Datos'",
        "dni": "Documento",
        "aceptodatos": "Acepto y confirmo que los datos enviados corresponden a mi reserva.",
        "reserva": "Datos de Reserva",
        "subtrva": "Seleccione la reserva a chequear o agreguela previamente en 'Mis Reservas'",
        "subtterm": "Por favor lea y acepte nuestros Términos y Condiciones, manual de conducta y DDJJ por COVID-19",
        "leer": "Leer",
        "aceptoterm": "Acepto los Términos y Condiciones, manual de conducta y DDJJ por COVID-19.",
        "tc": "Datos de Tarjeta de Crédito de Garantía",
        "subttc": "Le solicitamos los datos de su tarjeta de crédito solo a modo de Garantía. No realizaremos ninguno cargo en la misma si Usted no lo requiere al momento del Check Out.",
        "tittc": "Titular de la Tarjeta",
        "numtc": "Número de Tarjeta",
        "vtotc": "Vencimiento:",
        "codtc": "Cod Seg",
        "enviar": "Realizar App Check In",
        "excelente": "Excelente! App Check In confirmado!",
        "loesperamos": "Le esperamos en nuestro hotel para hacer de su estadía el mejor de los momentos.",
        "detalle": "Detalles de su reserva!",
        "medio": "Medio:",
        "fechas": "Fechas:",
        "reci": "Rehacer Check In",
        "terminos": "Términos y Condiciones",
        "contenido": "Me comprometo a dejar la habitación el día de salida mencionado en este documento antes de las 10 AM. En el caso de no desocuparla voluntariamente el Hotel tiene derecho a retirar el equipaje y las pertenencias encontradas en la misma y guardarlo a mi nombre. El Hotel no se hace responsable por hurto, desaparición o daño de objetos de valor, joyas y/o dinero dejados en la habitación. <br> Para su comodidad la misma cuenta con una caja de seguridad. La aceptación de estos términos y condiciones se considera válida para el cupón de tarjeta de crédito, si este fuera generado por el hotel, en caso de no cancelar la totalidad de los gastos generados durante mi estadía. <br>Acepto que, de acuerdo con las políticas del hotel y la ordenanza municipal n° 354/2005, está terminantemente prohibido fumar en todas las instalaciones del hotel, tanto en áreas públicas como en la habitación.<br>Confirmo haber leído y aceptar el cumplimiento de las normas exigidas por Altos Ushuaia tomando como referencia los protocolos Covid-19  informados por las autoridades tanto del gobierno nacional como provincial para alojamientos turísticos. Y estar notificado de que ante el incumplimiento de las mismas, el hotel se reservará el derecho de admisión y permanencia.<br> Los datos consignados en el presente documento tienen carácter de declaración jurada.",
        "foto": "Subir foto de Documento"
    },
    "MISCONSUMOS":{
        "titulo": "Mis Consumos",
        "aunno": "Su reserva aún no cuenta con Consumos cargados.",
        "fecha": "Fecha",
        "concepto": "Concepto",
        "monto": "Monto"
    },
    "MENU":{
        "menu": "Menú",
        "misconsumos": "Mis Consumos",
        "info": "Info Útil",
        "comentarios": "Comentarios"
    },
    "NEWACOMP":{
        "nombre": "Nombre Completo:",
        "guardar": "Guardar Acompañante"
    },
    "AVATAR":{
        "cerrar": "Cerrar Sesión",
        "idioma": "Idioma"
    },
    "NEWAUTO":{
        "patente": "Patente",
        "guardar": "Guardar Auto"
    },
    "NEWRVA":{
        "titulo": "Datos de nueva Reserva",
        "tit": "Titular de la Rva:",
        "medio": "Compañia:",
        "cod":"Código de la Reserva:",
        "in": "Fecha de Ingreso:",
        "out": "Fecha de Salida:",
        "guardar": "Guardar Reserva",
        "volver": "Volver sin Guardar Cambios"
    },
    "UPDATEUSER":{
        "titulo": "Modificar Datos",
        "guardar": "Guardar Cambios",
        "obligatorio": " ** Todos los campos son obligatorios.",
        "first": "Por favor, para poder comenzar complete sus datos. Luego los podra modificar desde 'Mis Datos' y agregar acompañantes y vehículo."
    },
    "CO":{
        "seleccione": "Seleccione su reserva para realizar Check Out.",
        "aceptar": "Aceptar y continuar",
        "oppago": "Opciones de pago",
        "opselec": "Seleccione una opción y finalice su Check Out",
        "tcgtia": "Utilizar Tarjeta de Garantía para abonar el total.",
        "otratc":"Utilizar otra tarjeta para abonar el total",
        "recep": "Abonar el total en Recepción",
        "fac": "La correspondiente factura se enviará a su casilla de correo informada.",
        "co": "REALIZAR CHECK OUT",
        "rvaappout": "Reserva Check out"
    },
    "ALERT":{
        "dni": "Cargar Foto de Documento",
        "datos": "Confirmar tus Datos",
        "datosmsg": "Por favor confirma tus datos y acepta antes de continuar.",
        "rva": "Selecciona una reserva",
        "rvamsg": "Por favor selecciona tu reserva antes de continuar.",
        "term": "Acepta Términos y Condiciones",
        "termmsg": "Por favor acepta nuestros términos y condiciones antes de continuar.",
        "tc": "Cargar Tarjeta de Garantía",
        "tcmsg": "Por favor carga una tarjeta de garantía antes de continuar.",
        "copago": "Confirme una forma de Pago",
        "copagomsg": "Por favor seleccione una forma de Pago para poder realizar su Check Out.",
        "user": "Usuario Creado",
        "usersub": "Ingresar Ahora",
        "usermsg": "Por favor ingresar con sus nuevos datos."
    },
    "INFO":{
        "tel": "TELEFONOS UTILES",
        "recep": "Recepción: ",
        "resto": "Restaurante ",
        "ext": "Llamadas externas",
        "rext": "9 y el número deseado",
        "horarios": "HORARIOS",
        "lco": "con costo adicional y sujeto a disponibilidad",
        "des": "Desayuno",
        "cafe": "Cafetería (Martes a Domingos)",
        "cena": "Cena",
        "despierte": "SERVICIO DE DESPIERTE",
        "rdespierte": "Por favor comuníquese con recepción para informar a qué hora desea que se lo despierte.",
        "lavanderia": "SERVICIO DE LAVANDERIA",
        "rlavanderia": "Dentro del placard encontrará una planilla que deberá completar y una bolsa para colocar la ropa.",
        "wifi": "Wi Fi es sin cargo en todo el Hotel. Solicitar contraseña en recepción. También encontrará dos computadoras de uso libre disponibles en el lobby.",
        "caja": "CAJA DE SEGURIDAD",
        "rcaja": "Este servicio no tiene costo adicional. Por favor comuníquese con recepción para utilizar este servicio. <br> 1. Abra la puerta de su caja fuerte y apriete el botón rojo que se encuentra en el marco interior de la puerta de la caja para borrar el código anterior. <br> 2. Mientras la luz amarilla de ‘PROCEED’ se enciende en el frente, seleccionar una clave compuesta por 3 números (del 0 al 9), seguida de la letra (A o B). Tenga en cuenta que para abrir la caja fuerte deberá recordar el código seleccionado. <br> 3. Vuelva a ingresar el código seleccionado para poder girar la perilla hacia la derecha cada vez que desee abrirla. <br> 4.Para cerrar la puerta de la caja fuerte asegúrese de girar la perilla hacia la izquierda. Por favor note que recomendamos hacer una prueba inicial sin guardar ninguna pertenencia para asegurarse que se código ha sido debidamente guardado. <br> 5. No olvide llevarse sus pertenencias al dejar la habitación al finalizar su estadía. Le agradecemos que cortésmente deje la caja fuerte abierta para que el próximo huésped pueda resetearla al ingresar a la habitación siguiendo estas instrucciones.",
        "masinfo": "Para mayor información, puede encontrar el reglamento de nuestro establecimiento en la puerta de la habitación."


    }
}