{
    "HOME":{
        "nuevo": "Você é novo?",
        "registrarse": "Registro",
        "o": "ou",
        "yasos": "Você já é usuário?",
        "ingresar": "Entrar",
        "ingresarcon": "Entrar com"
    },
    "REGISTRATION":{
        "registrarse": "Registro",
        "nombre": "Nome",
        "guardar":"Salve",
        "password": "Senha"
    },
    "LOGIN":{
        "olvidecontra": "Lembrar senha",
        "escribirmail": "Escreva seu email para enviar as instruções para recuperar sua senha.",
        "enviarlink": "Enviar Link"
    },
    "INDEX":{
        "hola": "Olá",
        "continuemos": "Continuar...",
        "xfafoto": "Faça o upload de uma foto do seu documento para se identificar em 'Meus Dados'.",
        "rvaappch": "App Check In confirmado",
        "qr": "Clique para ter QR",
        "cod": "Código:",
        "paso0": "Passos para fazer seu App Check In",
        "paso1": "1- Por favor, preencha todos os seus dados e os dos acompanhantes. Não se esqueça de enviar a foto do seu documento para poder avançar.",
        "paso2": "2- Carregue os detalhes da sua reserva para verificar.",
        "paso3": "3- Confirme os 4 níveis do aplicativo para obter seu código de acesso.",
        "paso4": "4- Com o código, basta ir até a recepção para pegar sua chave e aproveitar sua estadia."
    },
    "MISDATOS":{
        "titulo": "Meus Dados",
        "nacionalidad": "Nacionalidade",
        "fnac": "Data de Nascimento",
        "sexo": "Sexo",
        "acomp": "Acompanhante/s",
        "auto": "Veículo",
        "misdatos": "Modificar Meus Dados",
        "primerdato": "Prenda seus Dados"
    },
    "MISRESERVAS":{
        "titulo": "Minhas Reservas",
        "primerrva": "Complete sua primeira reserva!",
        "cod": "Cod. Reserva:",
        "tit": "Titular:",
        "in": "Entrada:",
        "out": "Saída:"
    },
    "CI":{
        "datos": "Dados de Passageiros",
        "subtdatos": "Verifique todos os dados ou modifique-os em 'Meus dados'",
        "dni": "Passaporte",
        "aceptodatos": "Aceito e confirmo que os dados enviados correspondem à minha reserva.",
        "reserva": "Dados de Reserva",
        "subtrva": "Selecione a reserva para verificar ou adicioná-la anteriormente em 'Minhas Reservas'",
        "subtterm": "Leia e aceite nossos Termos e Condições, realize o manual e DDJJ da COVID-19",
        "leer": "Ler",
        "aceptoterm": "Aceito os Termos e Condições, conduzo o manual e DDJJ da COVID-19.",
        "tc": "Dados do cartão de crédito da garantia.",
        "subttc": "Solicitamos os detalhes do seu cartão de crédito apenas como garantia. Não cobraremos nada se você não precisar no momento do check-out.",
        "tittc": "Titular do Cartão",
        "numtc": "Número do Cartão",
        "vtotc": "Expiração:",
        "codtc": "Cod Seg",
        "enviar": "Fazer App Check In",
        "excelente": "Excelente! Sua reserva já está marcada!",
        "loesperamos": "Esperamos por você no nosso hotel para tornar a sua estadia a melhor experiência.",
        "detalle": "Detalhes da sua reserva!",
        "medio": "Meio:",
        "fechas": "Datas:",
        "reci": "Refazer Check In",
        "terminos": "Termos e Condições",
        "contenido": "Prometo deixar o quarto de hotel no dia da partida mencionado neste documento antes das 10h. No caso de não desocupá-lo voluntariamente, o Hotel tem o direito de remover a bagagem e os pertences encontrados e mantê-la em meu nome. O Hotel não se responsabiliza por roubo, desaparecimento ou dano de objetos de valor, jóias e / ou dinheiro deixado no quarto. <br> Para seu conforto, possui um cofre. A aceitação destes termos e condições é considerada válida para o cupom do cartão de crédito, se gerado pelo hotel, no caso de não pagar todas as despesas geradas durante a minha estadia. <br> Aceito que, de acordo com as políticas do hotel e a portaria municipal nº 354/2005, é estritamente proibido fumar em todas as instalações do hotel, tanto em áreas públicas como na sala. <br> Confirmo que li e li aceite a conformidade com os padrões exigidos pelo Altos Ushuaia Hotel, tomando como referência os protocolos Covid-19 relatados pelas autoridades do governo nacional e provincial para acomodação turística. E seja notificado que, em caso de não conformidade com eles, o hotel reserva-se o direito de admissão e permanência. <br> As informações contidas neste documento são consideradas uma declaração juramentada.",
        "foto": "Carregar foto do passaporte"
    },
    "MISCONSUMOS":{
        "titulo": "Meus Gastos",
        "aunno": "Sua reserva ainda não tem gastos.",
        "fecha": "Data",
        "concepto": "Conceito",
        "monto": "Valor"
    },
    "MENU":{
        "menu": "Menú",
        "misconsumos": "Meus Gastos",
        "info": "Informações úteis",
        "comentarios": "Comentários"
    },
    "NEWACOMP":{
        "nombre": "Nome Completo:",
        "guardar": "Salvar Acompanhante"
    },
    "AVATAR":{
        "cerrar": "Fechar App",
        "idioma": "Língua"
    },
    "NEWAUTO":{
        "patente": "Patente",
        "guardar": "Salvar Carro"
    },
    "NEWRVA":{
        "titulo": "Dados de nova Reserva",
        "tit": "Titular da Rva:",
        "medio": "Companhia:",
        "cod":"Código da Reserva:",
        "in": "Data de Entrada:",
        "out": "Data de Saída:",
        "guardar": "Salvar Reserva",
        "volver": "Retorna sem modificações"
    },
    "UPDATEUSER":{
        "titulo": "Modificar Dados",
        "guardar": "Salvar Modificações",
        "obligatorio": " ** Todos os campos são obrigatórios.",
        "first": "Por favor, para poder começar a completar seus dados. Você pode modificá-los em 'Meus dados' e agregar acompanhante/s e carro."
    },
    "CO":{
        "seleccione": "Selecione sua reserva para Check Out.",
        "aceptar": "Aceite e continue",
        "oppago": "Opções de pagamento",
        "opselec": "Selecione uma opção e termine o check-out",
        "tcgtia": "Use o Cartão de Garantia para pagar o total.",
        "otratc":"Use outro cartão para pagar o total",
        "recep": "Pagar o total na recepção",
        "fac": "A fatura correspondente será enviada para o seu email informado.",
        "co": "FAZZER CHECK OUT",
        "rvaappout": "Reserva Check out"
    },
    "ALERT":{
        "dni": "Carregar Foto do seu Documento",
        "datos": "Confirme seus Dados",
        "datosmsg": "Por favor confirme seus dados e aceite antes de continuar.",
        "rva": "Seleciona uma reserva",
        "rvamsg": "Por favor seleciona sua reserva antes de continuar.",
        "term": "Aceita Termos y Condições",
        "termmsg": "Por favor aceita nossos termos y condições antes de continuar.",
        "tc": "Carregar cartão de garantia",
        "tcmsg": "Por favor carregar um cartão de garantia antes de continuar.",
        "copago": "Confirme un forma de Pagamento",
        "copagomsg": "Selecione um método de pagamento para poder fazer check-out.",
        "user": "Usuário criado",
        "usersub": "Entre Agora",
        "usermsg": "Por favor, insira suas novas informações."
    },
    "INFO":{
        "tel": "SERVIÇO TELEFÔNICO",
        "recep": "Recepção: ",
        "resto": "Restaurante ",
        "ext": "Número externos",
        "rext": "disque 9 seguidos pelo número que deseja chamar.",
        "horarios": "CRONOGRAMA",
        "lco": "custos adicionais, sujeitos à disponibilidade. Ligue para a recepção..",
        "des": "Café da manhã",
        "cafe": "Café / Snack Bar (de terça a domingo)",
        "cena": "Jantar",
        "despierte": "SERVIÇO DE CHAMADA DE ACORDO",
        "rdespierte": "Entre em contato com a recepção para informá-los a que horas você gostaria de ser acordado.",
        "lavanderia": "SERVIÇO DE LAVANDERIA",
        "rlavanderia": "Dentro do guarda-roupa, você encontrará um formulário para preencher e um saco plástico para colocar suas roupas.",
        "wifi": "O acesso Wi-Fi é gratuito no hotel. Entre em contato com a recepção para solicitar a senha. Você também pode encontrar dois computadores na área do lobby para seu uso.",
        "caja": "CAIXA DE SEGURANÇA",
        "rcaja": "Este é um serviço gratuito. Para usá-lo, entre em contato com a recepção.<br> Procedimento para definir sua própria senha para usar esta caixa de segurança: <br>1. Abra a porta do cofre e pressione o botão vermelho atrás da porta do cofre para redefinir o código anterior.<br>2. Enquanto a luz amarela de 'PROCEDER' estiver acesa na frente da porta, selecione seu novo código pressionando 3 números (de 0 a 9) seguidos pela letra (A ou B) no teclado.<br>3. Digite o código selecionado para abrir a caixa de segurança durante a sua estadia.<br>4. Agora você pode fechar a trava girando o botão no sentido anti-horário. Observe que, pela primeira vez, recomendamos tentar isso sem introduzir nenhum pertencimento pessoal na caixa de segurança para garantir que seu código tenha sido devidamente registrado.<br>5. Por favor, não esqueça de levar todos os seus pertences pessoais no final da sua estadia. Pedimos a gentileza de deixar a porta da caixa de segurança aberta para que nosso próximo hóspede possa reenviá-la seguindo estas instruções.",
        "masinfo": "Para mais informações, você pode encontrar as regras do nosso estabelecimento na vizinhança da moradia."


    }

}